//USER001X  JOB 123456789,
//  CLASS=A,MSGCLASS=X,MSGLEVEL=(1,1),REGION=0M
//S1   EXEC PGM=AFOLIBR,PARM='NRJS,NJTA'
//SYSPRINT DD SYSOUT=*
//LIST DD SYSOUT=*
//INDEX DD SYSOUT=*
//OSJOB DD SYSOUT=*
//MASTER DD DSN=PUBLIC.TESTING.MAST,DISP=SHR
//SYSIN DD *
-SEL {{ELEMENT}}
-REP ALL
//      DD DISP=SHR,DSN=PUBLIC.TESTING.PDSIN({{ELEMENT}})
-END
/*
